---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures
source: html/ea1730d4-2220-53c0-024b-adfcc8ae2bb7.htm
---
# BuiltInFailures.KeynoteFailures Properties

No Keynote Parameter.\nTo resolve, select key value parameter in keynoting system.